{
    "seo-title": "Gewichtskontrolle App",
    "seo-description": "App, um die verbrauchten und verbrannten Kalorien zu verfolgen",
    "title": "Gewichtskontrolle",
    "subtitle": "App, um die verbrauchten und verbrannten Kalorien zu verfolgen",
    "title-technologies": "Angular, Firebase",
    "description": "Nach der Anmeldung wird ein Benutzer drum gebeten, seine Daten wie: Alter, Geschlecht, Größe und Gewicht anzugeben, gefolgt von einem Popup, in dem er gefragt wird, wie viele Kilos (0.5, 1.0, 1.5 usw.) pro Woche er gerne  verlieren möchte. Es wird das Kaloriendefizit pro Tag berechnet, das zur Erreichung des festgelegten Ziels erforderlich ist, basierend auf den Körperparametern und Zielen, die vorher schon angegeben wurden. Das Kaloriendefizit oder der Kalorienverbrauch wird nicht nur anhand der Differenz zwischen den in den Körper eingeführte Nahrungsmittel-Kalorien und verbrannten Kalorien berechnet, sondern werden ebenso die Grundumsatzrate, das Alter und das Geschlecht berücksichtigt. Jedes Mal, wenn der Anwender dieser App Lebensmittel konsumiert oder eine körperliche Aktivität ausführt, klickt er auf ein entsprechendes Symbol, um die Gesamtmenge an Kaloriendefizit / Kalorie-Überschreitung neu zu berechnen.  Ebenso wird die verlorene oder gewonnene Fettmenge in Gramm quantifiziert. Die Ergebnisse können live in der Tabelle visualisiert werden. Es ist auch möglich, eine Zusammenfassung für alle vorherigen Tage zu bekommen.",
    "technologies": "Programmiersprachen, Technologien",
    "technologies-list": "Angular, Typescript, Javascript, CSS, HTML, Material Design, AngularFirestore, AngularFireAuth, Firebase",
    "live-project-btn": "sehe Projekt",
    "popup-text": "Dieses Projekt erfordert eine Registrierung und Authentifizierung. Registrieren oder anmelden mit:",
    "email-key": "Email",
    "email-value": "testing@gmail.com",
    "password-key": "Password",
    "password-value": "Testing",
    "open-project": "Projekt öffnen",
    "cancel": "Abbrechen"
}